Repository: ThilianaJoycy/testgitrepo
Catalog: languages/*.po
Languages: fr_fr

source: Add New
fr_fr: Ajouter nouveau

source: Add new message
fr_fr: Ajouter nouveau message

source: Edit
fr_fr: Modifier

source: <h6>Message from %1$s <%2$s></h6>
fr_fr: <h6>Message de %1$s <%2$s></h6>

source: Popularity
fr_fr: Popularité

source: Loves
fr_fr: J'aime

source: Amount of love
fr_fr: Nombre de "J'aime"

source: Love this product has received.
fr_fr: Tout l'amour qu'a reçu ce produit.

source: Hates
fr_fr: Je déteste

source: Amount of hate
fr_fr: Nombre de "Je déteste"

source: Hatred this product has received.
fr_fr: Toute la haine qu'a reçu ce produit.

source: I love this product
fr_fr: J'aime ce produit

source: I hate this product
fr_fr: Je déteste ce produit
